[
  {
    "Name": "Magnus",
    "Title": "Demonstrating Magnus: A Magnetic Hand Exoskeleton for Fast and Dexterous Finger Actuation",
    "Author": "Jun Nishida, Daisuke Tajima, Yasuko Namikawa and Shunichi Kasahara",
    "Venue": "ACM SIGGRAPH 2024 Emerging Technologies",
    "Year": 2024,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3641517.3664390",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/aac73a86-a786-4d3c-b861-98f77cc62bec/SIGGRAPH2024.png",
    "VideoLink": "https://iframe.videodelivery.net/eyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiIxYzYxMzVjMThmM2MxYmRhZDNjODBiMWExY2RhZGQ3ZCIsImV4cCI6MTcxOTcyODA4Mywia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.jveQmi_8tnsQYQCDLXdopYNlcisEpqjt01Dtn2NiVjXXLKrzWfzNdE6sa7PAfXrD5uV3M1Ouz6Cp93kAQ8R5oIEdBNcl7N4_61GWm7KUNilcmdL3tLmzQtOk1hdmr6eve_yNnEZ-Y9NK9_MB8KpIvXGhzwkPDmZF8Ftq-xCYFZzSRhnO7S0QBNQPobeC58aiPmUQR4ssf4Jq1zFfuaCf4EWyqaKUfcTc6E4vdX1d97e5SOVPG0J8sQw4X7iWwuz4cHp-DE9N_RnNmrRyqiRoVkn5CN0iLOC6hRK5K4AANbsRCwEnTy_raPqqSbpLVNqyVjqybmcxJXWcz59oJzSEJw?poster=https%3A%2F%2Fvideodelivery.net%2FeyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiIxYzYxMzVjMThmM2MxYmRhZDNjODBiMWExY2RhZGQ3ZCIsImV4cCI6MTcxOTcyODA4Mywia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.jveQmi_8tnsQYQCDLXdopYNlcisEpqjt01Dtn2NiVjXXLKrzWfzNdE6sa7PAfXrD5uV3M1Ouz6Cp93kAQ8R5oIEdBNcl7N4_61GWm7KUNilcmdL3tLmzQtOk1hdmr6eve_yNnEZ-Y9NK9_MB8KpIvXGhzwkPDmZF8Ftq-xCYFZzSRhnO7S0QBNQPobeC58aiPmUQR4ssf4Jq1zFfuaCf4EWyqaKUfcTc6E4vdX1d97e5SOVPG0J8sQw4X7iWwuz4cHp-DE9N_RnNmrRyqiRoVkn5CN0iLOC6hRK5K4AANbsRCwEnTy_raPqqSbpLVNqyVjqybmcxJXWcz59oJzSEJw%2Fthumbnails%2Fthumbnail.jpg%3Ftime%3D10.0s",
    "Abstract": "We developed a magnetic hand exoskeleton that can provide high-speed finger actuation, allowing to assist fast finger drumming and eSports",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "ShadowClones",
    "Title": "ShadowClones: an Interface to Maintain a Multiple Sense of Body-space Coordination in Multiple Visual Perspectives",
    "Author": "Kazuma Takada, Nanako Kumasaki, Tom Froese, Kazuhisa Shibata, Jun Nishida, and Shunichi Kasahara",
    "Venue": "AugmentedHumans 2023",
    "Year": 2023,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3582700.3582706",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/91de069f-aa69-4724-90ec-e47a54ae8f0e/AH2015.png",
    "VideoLink": "https://youtu.be/UGXvYPcW3Jc?si=kVVSpOISPbOXuWVY",
    "Abstract": "In this paper, we propose ShadowClones, an interface that supports interactions in which a single user can interact with multiple bodies in multiple spaces. Recent teleoperation technologies have allowed a user controlling multiple objects simultaneously, but at the same time, it also exhibited a significant challenge, which can be attributed to the high cognitive load caused by switching and recogning various spaces/perspectives repeatedly and instantly. To tackle this challenge, by taking advantage of pre-attentive visual cues for users’ simultaneous information processing, we designed and evaluated a new user interface, called Shadow Clones, that projects self-body information in unattended areas for increasing the awareness of body-space relationships and allowing users to seamlessly switch across different visual perspectives from avatars or remote robots. We then explored the proposed approach through a simple visual reaching task with a performance evaluation in terms of task completion time and success rate. The results showed superior performance when compared with a condition that presents no projections of users’ body movements in unattended areas. We conclude by discussing possible mechanisms of this enhancement as well as two potential scenarios using the shadow clones approach, including new entertainment content for virtual reality e-sports and multiple robot teleoperation such as in a construction site or a disaster site, without compromising operational performance.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "MorphingIdentity",
    "Title": "A Demonstration of Morphing Identity: Exploring Self-Other Identity Continuum through Interpersonal Facial Morphing",
    "Author": "Kye Shimizu, Santa Naruse, Jun Nishida, and Shunichi Kasahara",
    "Venue": "ACM SIGGRAPH 2023 Emerging Technologies",
    "Year": 2023,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3588037.3595394",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/5f446b9a-c995-4234-9047-0a4ad219a2ae/SIGGRAPH2023.png",
    "VideoLink": "",
    "Abstract": "We explored continuous changes in self-other identity by designing an interpersonal facial morphing experience where the facial images of two users are blended and then swapped over time. To explore this with diverse social relationships, we conducted qualitative and quantitative investigations through public exhibitions. We found that there is a window of self-identification as well as a variety of interpersonal experiences in the facial morphing process. From these insights, we synthesized a Self-Other Continuum represented by a sense of agency and facial identity. This continuum has implications in terms of the social and subjective aspects of interpersonal communication, which enables further scenario design and could complement findings from research on interactive devices for remote communication.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Morphing Identity",
    "Title": "Morphing Identity: Exploring Self-Other Identity Continuum through Interpersonal Facial Morphing Experience",
    "Author": "Kye Shimizu, Santa Naruse, Jun Nishida, and Shunichi Kasahara",
    "Venue": "ACM CHI 2023",
    "Year": 2023,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3544548.3580853",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719540559817-ZMM5XR7OY7A4WW7CZGZ0/MI.jpg?format=500w",
    "VideoLink": "https://youtu.be/rfmIuaV9Ny0?si=N1lODSuLcm_OhJ2V",
    "Abstract": "We explored continuous changes in self-other identity by designing an interpersonal facial morphing experience where the facial images of two users are blended and then swapped over time. Both users’ facial images are displayed side by side, with each user controlling their own morphing facial images, allowing us to create and investigate a multifaceted interpersonal experience. To explore this with diverse social relationships, we conducted qualitative and quantitative investigations through public exhibitions. We found that there is a window of self-identification as well as a variety of interpersonal experiences in the facial morphing process. From these insights, we synthesized a Self-Other Continuum represented by a sense of agency and facial identity. This continuum has implications in terms of the social and subjective aspects of interpersonal communication, which enables further scenario design and could complement findings from research on interactive devices for remote communication.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Personal Health Sensing",
    "Title": "Towards More Personal Health Sensing",
    "Author": "Junyi Zhu, Liang He, Jun Nishida, Hamid Ghaednia, Hsin-Liu Kao, Jon E. Froehlich, Edward Wang, Stefanie Mueller",
    "Venue": "ACM CHI 2022 SIG",
    "Year": 2022,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3491101.3516408",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/6886a4cd-b239-4af1-997c-cf2fbea98ffe/CHI2022.png",
    "VideoLink": "",
    "Abstract": "With the development of low-cost electronics, rapid prototyping techniques, as well as widely available mobile devices (e.g. mobile phones, smart watches), projects related to the design and fabrication of personal health sensing applications, either on top of existing device platforms (e.g. mHealth), or as stand-alone devices, have emerged in the last decade. In addition, recent advances in novel sensing and interface technologies, accessibility studies and system design open up new possibilities and can bring in different perspectives for personal health sensing. We believe that joining the forces in such interdisciplinary work is a key to moving the field of personal health sensing forward. This Special Interest Group aims to bring in researchers from different fields, identify the significance and challenges of the personal health sensing domain, discuss potential solutions and future research directions, and promote collaborative research opportunities.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "DigituSync",
    "Title": "DigituSync: A Dual-User Passive Exoskeleton Glove That Adaptively Shares Hand Gestures",
    "Author": "Jun Nishida, Yudai Tanaka, Romain Nith and Pedro Lopes",
    "Venue": "ACM UIST 2022",
    "Year": 2022,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3526113.3545630",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719298952752-TFARM3411YIPMKMKXOPX/DS.JPG?format=500w",
    "VideoLink": "https://youtu.be/XpOKhXOXnt8",
    "Abstract": "We engineered DigituSync, a passive-exoskeleton that physically links two hands together, enabling two users to adaptively transmit finger movements in real-time. It uses multiple four-bar linkages to transfer both motion and force, while still preserving congruent haptic feedback. Moreover, we implemented a variable-length linkage that allows adjusting the force transmission ratio between the two users and regulates the amount of intervention, which enables users to customize their learning experience. DigituSync's benefits emerge from its passive design: unlike existing haptic devices (motor-based exoskeletons or electrical muscle stimulation), DigituSync has virtually no latency and does not require batteries/electronics to transmit or adjust movements, making it useful and safe to deploy in many settings, such as between students and teachers in a classroom. We validated DigituSync by means of technical evaluations and a user study, demonstrating that it instantly transfers finger motions and forces with the ability of adaptive force transmission, which allowed participants to feel more control over their own movements and to feel the teacher's intervention was more responsive. We also conducted two exploratory sessions with a music teacher and deaf-blind users, which allowed us to gather experiential insights from the teacher's side and explore DigituSync in applications.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Whose touch is this?",
    "Title": "Whose touch is this?: Understanding the Agency Trade-off Between User-driven touch vs. Computer-driven Touch",
    "Author": "Daisuke Tajima, Jun Nishida, Pedro Lopes, Shunichi Kasahara",
    "Venue": "ACM TOCHI",
    "Year": 2022,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3489608",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719467337796-OY9QFA6S8UCGAQ67K55L/WT.jpeg?format=500w",
    "VideoLink": "",
    "Abstract": "Force-feedback enhances digital touch by enabling users to share non-verbal aspects such as rhythm, poses, and so on. To achieve this, interfaces actuate the user’s to touch involuntarily (using exoskeletons or electrical-muscle-stimulation); we refer to this as computer-driven touch. Unfortunately, forcing users to touch causes a loss of their sense of agency. While researchers found that delaying the timing of computer-driven touch preserves agency, they only considered the naïve case when user-driven touch is aligned with computer-driven touch. We argue this is unlikely as it assumes we can perfectly predict user-touches. But, what about all the remainder situations: when the haptics forces the user into an outcome they did not intend or assists the user in an outcome they would not achieve alone? We unveil, via an experiment, what happens in these novel situations. From our findings, we synthesize a framework that enables researchers of digital-touch systems to trade-off between haptic-assistance vs. sense-of-agency.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Electrical Head Actuation",
    "Title": "Electrical Head Actuation: Allowing Interactive Systems to Directly Manipulate Head Orientation",
    "Author": "Yudai Tanaka, Jun Nishida, Pedro Lopes",
    "Venue": "ACM CHI 2022",
    "Year": 2022,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3491102.3501910",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/14cdcd9f-c7f2-401d-9c18-0cbc0c3ade5d/EHA.png?format=500w",
    "VideoLink": "https://www.youtube.com/watch?v=vqpH9gNGpts",
    "Abstract": "We propose a novel interface concept in which interactive systems directly manipulate the user's head orientation. We implement this using electrical-muscle-stimulation (EMS) of the neck muscles, which turns the head around its yaw (left/right) and pitch (up/down) axis. As the first exploration of EMS for head actuation, we characterized which muscles can be robustly actuated. Second, we evaluated the accuracy of our system for actuating participants' head orientation towards static targets and trajectories. Third, we demonstrated how it enables interactions not possible before by building a range of applications, such as (1) synchronizing head orientations of two users, which enables a user to communicate head nods to another user while listening to music, and (2) directly changing the user's head orientation to locate objects in AR. Finally, in our second study, participants felt that our head actuation contributed positively to their experience in four distinct applications.",
    "Award": "People’s Choice Best Demo Award",
    "Type": "Selected"
  },
  {
    "Name": "Cyborgs dream",
    "Title": "Do Cyborgs dream of Electric Limbs? Experiential Factors in Human-Computer Integration Design and Evaluation",
    "Author": "Valdemar Danry, Pat Pataranutaporn, Adam Haar Horowitz, Paul Strohmeier, Josh Andres, Rakesh Patibanda, Zhuying Li, Takuto Nakamura, Jun Nishida, Pedro Lopes, Felipe León, Andrea Stevenson Won, Dag Svanæs, Florian Floyd Mueller, Pattie Maes, Sang-won Leigh, and Nathan Semertzidis",
    "Venue": "ACM CHI 2021 Workshop",
    "Year": 2021,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3411763.3441355",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/9e2f17bf-6a55-4d28-af28-d5969c621177/chi2021.png",
    "VideoLink": "",
    "Abstract": "While many systems have successfully demonstrated functional integration of humans and technology, little attention has been paid to how technologies might experientially integrate to feel as part of humans. Our aim is to shed light on the importance of experiential integration and provide researchers with a scientifically driven foundation for future designs and investigations. The workshop will consist of hands-on experiments with novel body-illusions, discussions on experiential integration, and instructor-guided sessions on psychological concepts related to the design and evaluation of experiential integration.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Agency Drives Learning",
    "Title": "Agency Drives Learning: Preserving Agency During Muscle Stimulation Speeds up Reaction Time",
    "Author": "Shunichi Kasahara, Kazuma Takada, Jun Nishida, Kazuhisa Shibata, Shinsuke Shimojo, Pedro Lopes",
    "Venue": "ACM CHI 2021",
    "Year": 2021,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3411764.3445147",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/b5a51b05-fc9c-4f9c-bb9a-a38084469f14/EMSfaster.jpeg?format=500w",
    "VideoLink": "https://www.youtube.com/watch?v=jVpUu9tCLtY",
    "Abstract": "Force feedback devices, such as motor-based exoskeletons or wearables based on electrical muscle stimulation (EMS), have the unique potential to accelerate users’ own reaction time (RT). However, this speedup has only been explored while the device is attached to the user. In fact, very little is known regarding whether this faster reaction time still occurs after the user removes the device from their bodies–this is precisely what we investigated by means of a simple reaction time (RT) experiment, in which participants were asked to tap as soon as they saw an LED flashing. Participants experienced this in three EMS conditions: (1) fast-EMS, the electrical impulses were synced with the LED; (2) agency-EMS, the electrical impulse was delivered 40ms faster than the participant’s own RT, which prior work has shown to preserve one’s sense of agency over this movement; and, (3) late-EMS: the impulse was delivered after the participant’s own RT. Our results revealed that the participants’ RT was significantly reduced by approximately 8ms (up to 20ms) only after training with the agency-EMS condition. This finding suggests that the prioritizing agency during EMS training is key to motor-adaptation, i.e., it enables a faster motor response even after the user has removed the EMS device from their body.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Stereo-Smell",
    "Title": "Stereo-Smell via Electrical Trigeminal Stimulation",
    "Author": "Jas Brooks, Shan-Yuan Teng, Jingxuan Wen, Romain Nith, Jun Nishida, Pedro Lopes",
    "Venue": "ACM CHI 2021",
    "Year": 2021,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3411764.3445300",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/eec97f0f-909e-4dc2-b0f8-f346a0e22916/ETS.jpg?format=500w",
    "VideoLink": "https://www.youtube.com/watch?v=sbmYBUSuM48",
    "Abstract": "We propose a novel type of olfactory device that creates a stereo-smell experience, i.e., directional information about the location of an odor, by rendering the readings of external odor sensors as trigeminal sensations using electrical stimulation of the user's nasal septum. The key is that the sensations from the trigeminal nerve, which arise from nerve-endings in the nose, are perceptually fused with those of the olfactory bulb (the brain region that senses smells). As such, we propose that electrically stimulating the trigeminal nerve is an ideal candidate for stereo-smell augmentation/substitution that, unlike other approaches, does not require implanted electrodes in the olfactory bulb. To realize this, we engineered a self-contained device that users wear across their nasal septum. Our device outputs by stimulating the user's trigeminal nerve using electrical impulses with variable pulse-widths; and it inputs by sensing the user's inhalations using a photoreflector. It measures 10x23 mm and communicates with external gas sensors using Bluetooth. In our user study, we found the key electrical waveform parameters that enable users to feel an odor's intensity (absolute electric charge) and direction (phase order and net charge). In our second study, we demonstrated that participants were able to localize a virtual smell source in the room by using our prototype without any previous training. Using these insights, our device enables expressive trigeminal sensations and could function as an assistive device for people with anosmia, who are unable to smell.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Outcome",
    "Title": "Successful Outcomes in a Stroop Test Modulate the Sense of Agency When the Human Response and the Preemptive Response Actuated by Electrical Muscle Stimulation are Aligned",
    "Author": "Daisuke Tajima, Jun Nishida, Pedro Lopes, and Shunichi Kasahara",
    "Venue": "Journal of Vision",
    "Year": 2020,
    "PaperLink": "https://jov.arvojournals.org/article.aspx?articleid=2771371",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/a5a185c8-47dd-4383-beac-922f94f5d134/JOV2020.png",
    "VideoLink": "",
    "Abstract": "The sense of agency (SoA) refers to the sensation that I caused the action. Generally, one would expect that if moved passively by an external force, one would not feel an SoA. However, Kasahara (2018) have found that by using precise timing, the SoA was elicited even for EMS-actuated preemptive passive body movement in a simple reaction time task. This effect however only has been verified in the specific situation where the participant and the EMS device share the same goal of action. (i.e., both participant and device press a button as fast as possible). Here, we studied a more complex situation where a participant cooperates with an EMS-based device to perform a choice-task. In this case, device and participants’ answers will not always be aligned, e.g., at times the EMS-based device can choose the wrong answer or vice versa. We hypothesized that, If the underlying mechanism of the SoA would prefer to depend on the cognitive process of verifying the goal of own action and the outcome retrospectively, the apparent in/correct outcomes modulate the participant’s SoA. Participants performed two-alternative forced choice tasks of the Stroop-test by tapping with both hands and the EMS also actuated the participant’s hand to respond to the task, faster or slower than the participant’s voluntary movement. The EMS played two roles: assistive (forced success) or adversarial (forced failure). The result showed that, when the participant’s response and the EMS response were aligned, the SoA was significantly higher when the outcome was success rather than failure. In contrast, when their responses were not aligned, the SoA was elicited only when the outcome reflected the participant’s response regardless of the EMS’ response. These results support our hypothesis partly and imply that only when the outcome is sensed as one’s action, its outcome modulates the SoA postdictively.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "HandMorph",
    "Title": "HandMorph: a Passive Exoskeleton that Miniaturizes Grasp",
    "Author": "Jun Nishida, Soichiro Matsuda, Hiroshi Matsui, Shan-Yuan Teng, Ziwei Liu, Kenji Suzuki and Pedro Lopes",
    "Venue": "ACM UIST 2020",
    "Year": 2020,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3379337.3415875",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719299776548-0V95FIOEW6XJB53TZIZI/HM.jpg?format=500w",
    "VideoLink": "https://youtu.be/5o2wPy5hl0w",
    "Abstract": "We engineered an exoskeleton, which we call HandMorph, that approximates the experience of having a smaller grasping range. It uses mechanical links to transmit motion from the wearer's fingers to a smaller hand with five anatomically correct fingers. The result is that HandMorph miniaturizes a wearer's grasping range while transmitting haptic feedback. Unlike other size-illusions based on virtual reality, HandMorph achieves this in the user's real environment, preserving the user's physical and social contexts. As such, our device can be integrated into the user's workflow, e.g., to allow product designers to momentarily change their grasping range into that of a child while evaluating a toy prototype. In our first user study, we found that participants perceived objects as larger when wearing HandMorph, which suggests that their size perception was successfully transformed. In our second user study, we assessed the experience of using HandMorph in designing a simple toy trumpet for children. We found that participants felt more confident in their toy design when using HandMorph to validate its ergonomics.",
    "Award": "Best Paper Award",
    "Type": "Selected"
  },
  {
    "Name": "Joint Stiffness",
    "Title": "Wearable Kinesthetic I/O Device for Sharing Wrist Joint Stiffness",
    "Author": "Jun Nishida, Keisuke Yagi, Modar Hassan and Kenji Suzuki",
    "Venue": "IEEE EMBC 2019",
    "Year": 2019,
    "PaperLink": "https://ieeexplore.ieee.org/document/8857538",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/3e809d0f-291c-49a8-b8d4-421894856389/IEEEVR2019.png",
    "VideoLink": "",
    "Abstract": "In this paper, we developed a wearable kinesthetic I/O system, which is able to share wrist joint stiffness by measuring and intervening in four muscle activities on the forearm simultaneously through the same electrodes. This achieves interactive peg rehabilitation by sharing muscle activities among patients and therapists. Through the performance study, it was shown that 1) applied EMS and measured wrist joint stiffness, and 2) produced wrist joint stiffness and measured EMG value has a linear correlation, which allows designing a mapping function between the measured EMG value on one person and the EMS value applied to another person. In a perceptual study, which shared the wrist stiffness between two persons, participants were able to recognize the level of their confederate's wrist joint stiffness using a 4-point Likert scale linearly. The developed system would benefit a physical therapist and a patient for sharing their wrist stiffness and grip force, which are usually difficult to be observed in a visual contact.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Preemptive Action",
    "Title": "Demonstrating Preemptive Reaction: Accelerating Human Reaction using Electrical Muscle Stimulation Without Compromising Agency",
    "Author": "Jun Nishida, Shunichi Kasahara, and Pedro Lopes",
    "Venue": "ACM SIGGRAPH 2019 Emerging Technologies",
    "Year": 2019,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3305367.3327997",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/697e0119-80c1-40de-89c9-b5c84e009937/siggraph2019+copy.png",
    "VideoLink": "https://iframe.videodelivery.net/eyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiJmMWE4ZjVhOWU1NzU5YzYzN2IwNWQ1ZWFlOGRkZDM4MCIsImV4cCI6MTcxOTY1NDkzNCwia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.Hl81qmcINV47txL6cG0FcLaueFex8O3Pa8XXJ7o-NRBQ1YRAMUYYBllC5RhN3EXYgcWHd9mOo-JdHObAjyWWr2hxVPCt12oJ9ZYRo4coaWHWVMd4BCVLf-i5f3e_GxL7S291N1NqEtsKUJz09_gro7vpl8KuH67N1ji6Kkh9aqhVdw1TqfIiqW9LAd5-wst3_IEUePVUL9dh84-9dDFoqgJDzfCucOGUcmQoE1tFj741zh4H_mPbyX2bcd4ltsQQ_OZXHqv0i78c3AKUERfksCSYg650XlDdwNWNt6HZ3RghQN94_RgywVLzhTeQZtbitFARZeqXenGDOd9JjEK4yw?poster=https%3A%2F%2Fvideodelivery.net%2FeyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiJmMWE4ZjVhOWU1NzU5YzYzN2IwNWQ1ZWFlOGRkZDM4MCIsImV4cCI6MTcxOTY1NDkzNCwia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.Hl81qmcINV47txL6cG0FcLaueFex8O3Pa8XXJ7o-NRBQ1YRAMUYYBllC5RhN3EXYgcWHd9mOo-JdHObAjyWWr2hxVPCt12oJ9ZYRo4coaWHWVMd4BCVLf-i5f3e_GxL7S291N1NqEtsKUJz09_gro7vpl8KuH67N1ji6Kkh9aqhVdw1TqfIiqW9LAd5-wst3_IEUePVUL9dh84-9dDFoqgJDzfCucOGUcmQoE1tFj741zh4H_mPbyX2bcd4ltsQQ_OZXHqv0i78c3AKUERfksCSYg650XlDdwNWNt6HZ3RghQN94_RgywVLzhTeQZtbitFARZeqXenGDOd9JjEK4yw%2Fthumbnails%2Fthumbnail.jpg%3Ftime%3D10.0s",
    "Abstract": "In this demonstration we enable preemptive force-feedback systems to speed up human reaction time without fully compromising the user's sense of agency. Typically these haptic systems speed up human reaction time by means of electrical muscle stimulation (EMS) or mechanical actuation (exoskeletons), which unfortunately, completely remove the users sense of agency. We address this by actuating the user's body, using EMS, within a particular time window (160 ms after visual stimulus), which we found to speed up reaction time by 80 ms, while retaining a sense of agency. Here, we demonstrate this at the example of two applications: (1) taking a picture of a high-speed moving object in mid-flight, or (2) hit baseball with a toy gun.",
    "Award": "Laval Virtual Grand Prize",
    "Type": "Misc"
  },
  {
    "Name": "HYPERSPECTIVE",
    "Title": "HYPERSPECTIVE: Shaping Experiences beyond Perspectives",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "IEEE VR 2019 Workshop",
    "Year": 2019,
    "PaperLink": "https://ieeexplore.ieee.org/document/8797767",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/3e809d0f-291c-49a8-b8d4-421894856389/IEEEVR2019.png",
    "VideoLink": "",
    "Abstract": "Embodied knowledge of one's experiences are broadly categorized as tacit knowledge, that can be acquired through active physical experiences only and not by conversations or visual media. We hypothesize that shaping a person's bodily sensation, such as physical representation or a physiological characteristic, to that of another person, including a child or a patient, while allowing active, embodied, and social interactions with the surrounding objects and people in a real-world environment would provide an authentic as well as empathic knowledge to school teachers, product designers, and medical staff when designing living environments or communicating with them. We propose and demonstrate a new style to experience one's perspectives, called HYPERSPECTIVE (hyper + perspective), that can be achieved with wearable devices, and discuss its challenges, benefits, and feasibility in real scenarios.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "CHILDHOOD",
    "Title": "Egocentric Smaller-person Experience by Changing a Visual Perspective",
    "Author": "Jun Nishida, Soichiro Matsuda, Mika Oki, Hikaru Takatori, Kosuke Sato and Kenji Suzuki",
    "Venue": "ACM CHI 2019",
    "Year": 2019,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3290605.3300926",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719358711021-QOQRQ0I6ALXDU44H7ZH6/CH.jpg?format=500w",
    "VideoLink": "https://vimeo.com/120369920",
    "Abstract": "This paper explores how human perceptions, actions, and interactions can be changed through an embodied and active experience of being a smaller person in a real-world environment, which we call an egocentric smaller person experience. We developed a wearable visual translator that provides the perspective of a smaller person by shifting the wearer's eyesight level down to their waist using a head-mounted display and a stereo camera module, while allowing for field of view control through head movements. In this study, we investigated how the developed device can modify the wearer's body representation and experiences based on a field study conducted at a nursing school and museums, and through lab studies. It was observed that the participants changed their perceptions, actions, and interactions because they are considered to have perceived themselves as being smaller. Using this device, designers and teachers can understand the perspectives of other people in an existing environment.",
    "Award": "Best Paper Honorable Mention Award",
    "Type": "Selected"
  },
  {
    "Name": "Preemptive Action",
    "Title": "Preemptive Action: Accelerating Human Reaction using Electrical Muscle Stimulation Without Compromising Agency",
    "Author": "Shunichi Kasahara, Jun Nishida, and Pedro Lopes",
    "Venue": "ACM CHI 2019",
    "Year": 2019,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3290605.3300873",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719361793210-TKJYYUKXRYGJG4AC08T8/PA.jpeg?format=500w",
    "VideoLink": "https://www.youtube.com/watch?v=1BT8REEJibM",
    "Abstract": "We enable preemptive force-feedback systems to speed up human reaction time without fully compromising the user's sense of agency. Typically these interfaces actuate by means of electrical muscle stimulation (EMS) or mechanical actuators; they preemptively move the user to perform a task, such as to improve movement performance (e.g., EMS-assisted drumming). Unfortunately, when using preemptive force-feedback users do not feel in control and loose their sense of agency. We address this by actuating the user's body, using EMS, within a particular time window (160 ms after visual stimulus), which we found to speed up reaction time by 80 ms in our first study. With this preemptive timing, when the user and system move congruently, the user feels that they initiated the motion, yet their reaction time is faster than usual. As our second study demonstrated, this particular timing significantly increased agency when compared to the current practice in EMS-based devices. We conclude by illustrating, using examples from the HCI literature, how to leverage our findings to provide more agency to automated haptic interfaces.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "HC Integration",
    "Title": "Next Steps for Human-Computer Integration: Challenges and Opportunities",
    "Author": "Florian ‘Floyd’ Mueller, Pedro Lopes, Paul Strohmeier, Wendy Ju, Caitlyn Seim, Martin Weigel, Suranga Nanayakkara, Marianna Obrist, Zhuying Li, Joseph Delfa, Jun Nishida, Elizabeth M. Gerber, Dag Svanaes, Jonathan Grudin, Stefan Greuter, Kai Kunze, Thomas Erickson, Steven Greenspan, Masahiko Inami, Joe Marshall, Harald Reiterer, Katrin Wolf, Jochen Meyer, Thecla Schiphorst, Dakuo Wang, Pattie Maes.",
    "Venue": "ACM CHI 2019",
    "Year": 2019,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3313831.3376242",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/261e0fa9-3ab5-4992-bc88-04b23503229a/Hint.png?format=500w",
    "VideoLink": "",
    "Abstract": "Human-Computer Integration (HInt) is an emerging paradigm in which computational and human systems are closely interwoven. Integrating computers with the human body is not new. however, we believe that with rapid technological advancements, increasing real-world deployments, and growing ethical and societal implications, it is critical to identify an agenda for future research. We present a set of challenges for HInt research, formulated over the course of a five-day workshop consisting of 29 experts who have designed, deployed and studied HInt systems. This agenda aims to guide researchers in a structured way towards a more coordinated and conscientious future of human-computer integration.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "Muscle Compliance",
    "Title": "Wearable Kinesthetic I/O Device for Sharing Muscle Compliance",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "ACM UIST 2018 Poster",
    "Year": 2018,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3266037.3266100",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/6542e5b9-7356-48dc-8206-7c957f9a268b/UIST2018+copy.jpg",
    "VideoLink": "https://iframe.videodelivery.net/eyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiIxN2RmZmRhZmQ3YmM5ZmQ5NjMwZDg2ZTk3OGE3NGU0MCIsImV4cCI6MTcxOTY1NDYyOSwia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.VRQx2iqm8K1nBUA1W71Te6o-2cLbeJiIYFMwSjWu9wcIht1HVzjeswy6VwbADEB2t3JSRYlmi6_JsiR7igeR0zq7XuOvtS799ze-GEZpNgNQTZEQ9czYlDvgd7YLL_yCzgFUCmcOn8oo4i1_qQYoDWrtc3ja8aSfGywnVOgu_I3F2ys67KrtSWtNRpZyZTKXJN3QPqLAjq4ic1AxFFOOo4g1-b6d9SM8CPk33jXSzLBw23J5zO5057czetZ3_vugofBdKJVnmB6vGxDVNtj1_B0sYTKNxMPZTDqIVIy3qbhiEGEpzCywHZ-oZH9BTmsUs0OUVXn59T3QZl7Nz3sL3w?poster=https%3A%2F%2Fvideodelivery.net%2FeyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiIxN2RmZmRhZmQ3YmM5ZmQ5NjMwZDg2ZTk3OGE3NGU0MCIsImV4cCI6MTcxOTY1NDYyOSwia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.VRQx2iqm8K1nBUA1W71Te6o-2cLbeJiIYFMwSjWu9wcIht1HVzjeswy6VwbADEB2t3JSRYlmi6_JsiR7igeR0zq7XuOvtS799ze-GEZpNgNQTZEQ9czYlDvgd7YLL_yCzgFUCmcOn8oo4i1_qQYoDWrtc3ja8aSfGywnVOgu_I3F2ys67KrtSWtNRpZyZTKXJN3QPqLAjq4ic1AxFFOOo4g1-b6d9SM8CPk33jXSzLBw23J5zO5057czetZ3_vugofBdKJVnmB6vGxDVNtj1_B0sYTKNxMPZTDqIVIy3qbhiEGEpzCywHZ-oZH9BTmsUs0OUVXn59T3QZl7Nz3sL3w%2Fthumbnails%2Fthumbnail.jpg%3Ftime%3D10.0s",
    "Abstract": "In this paper, we present a wearable kinesthetic I/O device, which is able to measure and intervene in multiple muscle activities simultaneously through the same electrodes. The developed system includes an I/O module, capable of measuring the electromyogram (EMG) of four muscle tissues, while applying electrical muscle stimulation (EMS) at the same time. The developed wearable system is configured in a scalable manner for achieving 1) high stimulus frequency (up to 70 Hz), 2) wearable dimensions in which the device can be placed along the limbs, and 3) flexibility of the number of I/O electrodes (up to 32 channels). In a pilot user study, which shared the wrist compliance between two persons, participants were able to recognize the level of their confederate's wrist joint compliance using a 4-point Likert scale. The developed system would benefit a physical therapist and a patient, during hand rehabilitation, using a peg board for sharing their wrist compliance and grip force, which are usually difficult to be observed in a visual contact.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "bioSync",
    "Title": "bioSync: A Paired Wearable Device for Blending Kinesthetic Experience",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "ACM CHI 2017 Interactivity",
    "Year": 2017,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3025453.3025829",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/96349578-590a-4d88-9b46-0b1757571d45/chi2017.png",
    "VideoLink": "",
    "Abstract": "We present a novel, paired, wearable system for combining the kinesthetic experiences of two persons. These devices allow users to sense and combine muscle contraction and joint rigidity bi-directionally. This is achieved through kinesthetic channels based on electromyogram (EMG) measurement and electrical muscle stimulation (EMS). We developed a pair of wearable kinesthetic input-output (I/O) devices called bioSync that uses specially designed electrodes to perform biosignal measurement and stimulation simultaneously on the same electrodes. In a user study, participants successfully evaluated the strength of their partners' muscle contractions while exerting their own muscles. We confirmed that the pair of devices could help participants synchronize their hand movements through tapping, without visual and auditory feedback. The proposed interpersonal kinesthetic communication system can be used to enhance interactions such as clinical gait rehabilitation and sports training, and facilitate sharing of physical experiences with Parkinson's patients, thereby enhancing understanding of the physical challenges they face in daily life.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Wired Muscle",
    "Title": "Wired Muscle: Generating Faster Kinesthetic Reaction by Inter-personally Connecting Muscles",
    "Author": "Jun Nishida*, Shunichi Kasahara*, and Kenji Suzuki",
    "Venue": "ACM SIGGRAPH 2017 Emerging Technologies",
    "Year": 2017,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3084822.3084844",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/94095eaa-4447-4598-a28b-cc5d31dfbb5b/siggraph-2017.png",
    "VideoLink": "https://vimeo.com/221852125",
    "Abstract": "Instantaneously generating own body movements in response to the movement of others, such as establishing defensive posture in sports and learning kick-out timing from therapists in gait rehabilitation, is an essential aspect of interpersonal exercises and contact sports. However, ignition of movement based on a visual stimulus requires approximately 250 milliseconds (ms), which is too late for certain interpersonal physical interactions that require immediate reaction. Thus, we introduce \"Wired Muscle,\" a system that connects muscle activities between two persons using electromyogram (EMG) measurement and electrical muscle stimulation (EMS) to generate responsive movement that are faster than those generated by the visual information-based process. Our system detects the muscle activity of a person by the EMG and triggers the EMS to drive the muscle of the other person to induce corresponding counter movements. In a pilot study using our system, the reaction time to the motion of another person could be shortened to approximately 60 ms. In addition, some participants perceive that the kinesthetic reaction was performed by their own will even though the muscle movement was electrically driven by prior stimuli. We envision that our system will enable direct connection of kinesthetic experiences among multiple persons and will form the basis for a novel paradigm of motor learning.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "We-Coupling",
    "Title": "We-Coupling! Designing New Forms of Embodied Interpersonal Connection",
    "Author": "Robb Mitchell, Jun Nishida, Enrique Encinas and Shunichi Kasahara",
    "Venue": "ACM TEI 2017 Studio",
    "Year": 2017,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3024969.3025051",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/74ebde2d-734d-4e82-9978-95325f90e588/TEI2017.png",
    "VideoLink": "",
    "Abstract": "Positive social and collaborative effects are hailed as a major advantage of embodied and tangible approaches to interaction. This studio offers a hands-on exploration of potentially extreme versions of such benefits Systems and techniques that somehow share or transfer embodiment between two or more people. Through participatory demos, studio attendees will explore and compare a variety of approaches to experiencing the perspectives of another body, and controlling bodies other than their own. These comparisons will be a launch pad for collaboratively combining existing \"body sharing\" systems and mocking up new design concepts. By bringing together ideas and approaches in an actionable manner, this studio will share and develop imagination, theory, and skills relevant to the design and study of interactive systems in which the body plays a central role.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "bioSync",
    "Title": "bioSync: A Paired Wearable Device for Blending Kinesthetic Experience",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "ACM CHI 2017",
    "Year": 2017,
    "PaperLink": "https://dl.acm.org/doi/10.1145/3025453.3025829",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/v1/66214dcc26841d4d27c5ba9b/1719300797192-IDBZHN8LBRDDRRLR50GG/bs_banner_2.jpeg?format=500w",
    "VideoLink": "https://vimeo.com/155394019",
    "Abstract": "We present a novel, paired, wearable system for combining the kinesthetic experiences of two persons. These devices allow users to sense and combine muscle contraction and joint rigidity bi-directionally. This is achieved through kinesthetic channels based on electromyogram (EMG) measurement and electrical muscle stimulation (EMS). We developed a pair of wearable kinesthetic input-output (I/O) devices called bioSync that uses specially designed electrodes to perform biosignal measurement and stimulation simultaneously on the same electrodes. In a user study, participants successfully evaluated the strength of their partners' muscle contractions while exerting their own muscles. We confirmed that the pair of devices could help participants synchronize their hand movements through tapping, without visual and auditory feedback. The proposed interpersonal kinesthetic communication system can be used to enhance interactions such as clinical gait rehabilitation and sports training, and facilitate sharing of physical experiences with Parkinson's patients, thereby enhancing understanding of the physical challenges they face in daily life.",
    "Award": "",
    "Type": "Selected"
  },
  {
    "Name": "bioSync",
    "Title": "bioSync: Synchronous Kinesthetic Experience among People",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "ACM CHI 2016 Interactivity",
    "Year": 2016,
    "PaperLink": "https://dl.acm.org/doi/10.1145/2851581.2890244",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/136459b9-ac67-483f-b731-62e96a3aaa19/CHI2016.jpg",
    "VideoLink": "https://iframe.videodelivery.net/eyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiJhNWZiODZmNmM5MTRmZGEwZTY1NTJiMTY0ZTVjNWQzMCIsImV4cCI6MTcxOTY1NTQyMywia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.x7Fj8NyfQND-76UUGTRATbp61ZzXF0eM661p6pImiVVCpMUUP_PEfSPPDWr7f6APvknNxbpb0AJGDMZTAc2MZxyo0II6lJjwj9S5hk6m8t6fb3xSsFmL4PqO0ejkiZGlCs1bB8-8EIuj-RhFXLgRQnXiSgF-FRVg91rlHMiosd--qEY_dk4vdM0InjWRM_gGdWjdkRanOjIrCa_XnIPeFLJvrzK5p2sr3sb9WGxsnVK6W8ceEslTP37_SeHtc9j2xafG92wIAFE8de1YtR-YYiqy0vbcFjDlsqUZf97UQD2XBX-r5f7lvTHFEXhC7B-6Lcq8ucNIpmmiVypp9FQB2A?poster=https%3A%2F%2Fvideodelivery.net%2FeyJraWQiOiI3YjgzNTg3NDZlNWJmNDM0MjY5YzEwZTYwMDg0ZjViYiIsImFsZyI6IlJTMjU2In0.eyJzdWIiOiJhNWZiODZmNmM5MTRmZGEwZTY1NTJiMTY0ZTVjNWQzMCIsImV4cCI6MTcxOTY1NTQyMywia2lkIjoiN2I4MzU4NzQ2ZTViZjQzNDI2OWMxMGU2MDA4NGY1YmIifQ.x7Fj8NyfQND-76UUGTRATbp61ZzXF0eM661p6pImiVVCpMUUP_PEfSPPDWr7f6APvknNxbpb0AJGDMZTAc2MZxyo0II6lJjwj9S5hk6m8t6fb3xSsFmL4PqO0ejkiZGlCs1bB8-8EIuj-RhFXLgRQnXiSgF-FRVg91rlHMiosd--qEY_dk4vdM0InjWRM_gGdWjdkRanOjIrCa_XnIPeFLJvrzK5p2sr3sb9WGxsnVK6W8ceEslTP37_SeHtc9j2xafG92wIAFE8de1YtR-YYiqy0vbcFjDlsqUZf97UQD2XBX-r5f7lvTHFEXhC7B-6Lcq8ucNIpmmiVypp9FQB2A%2Fthumbnails%2Fthumbnail.jpg%3Ftime%3D10.0s",
    "Abstract": "This paper presents synchronous kinesthetic interaction among people. The users are able to perceive muscle activity bi-directionally, such as muscle contraction or rigidity of joints, through somatosensory channels in a realistic manner. We have developed a wearable haptic I/O device, named bioSync, that equips a developed electrode system for enabling the same electrodes to perform biosignal measurement and stimulation. We conducted a pilot study to evaluate the optimal forms of a feeding spoon for people with neuromuscular disorders by reproducing muscle tremors in healthy people. Potential scenarios for achieving interactive rehabilitations and sports training are also described. It is essential for both the trainers and the learners to perceive not only the physical bodily motions but also the muscle activity.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "bioSync",
    "Title": "bioSync: Wearable Haptic I/O Device for Synchronous Kinesthetic Interaction",
    "Author": "Jun Nishida and Kenji Suzuki",
    "Venue": "IEEE VR 2016 Research Demos",
    "Year": 2016,
    "PaperLink": "https://ieeexplore.ieee.org/document/7504744",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/83a5427f-8ac5-4d23-9b7f-ae9717e05cbe/IEEEVR2016.png",
    "VideoLink": "",
    "Abstract": "This paper presents a synchronous kinesthetic interaction among people through haptic input/output based on biosignal measurement and stimulation. Users are able to bi-directionally transmit kinesthetic experiences such as rigidity of joints or exertion of muscles in addition to physical bodily motion. Such interaction would be very important in the fields of rehabilitation and sports training. In this study, we introduce a set of wearable devices that is capable of both electromyogram (EMG) measurement and electrical muscle stimulation (EMS) simultaneously on the same muscle by using common electrodes. To achieve smooth kinesthetic bi-directional interaction, we propose a new method for discharging the residual potential of the stimulation in order to enable fastest simultaneous operation (40Hz). Through a performance evaluation, participants could recognize the teacher's exertion strength on a 5-point scale without visual information.",
    "Award": "Best Demo Honorable Mention Award",
    "Type": "Misc"
  },
  {
    "Name": "IVRC",
    "Title": "Innovation in the age of virtual reality through organizing international student competition",
    "Author": "Akihiko Shirai, Jun Nishida, Takahiro Sato, Kosuke Sato, Hikaru Takatori and Susumu Tachi",
    "Venue": "ACM SIGGRAPH ASIA 2015 Symposium on Education",
    "Year": 2015,
    "PaperLink": "https://dl.acm.org/doi/10.1145/2818498.2818505",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/ab0510e0-dc1d-4487-a440-428819c6096e/SIGGRAPHASIA2015.jpg",
    "VideoLink": "",
    "Abstract": "IVRC, International collegiate Virtual Reality Contest is competition of student virtual reality pieces which is evaluated by originality, technical challenge and impact on innovation, and it has given honors to young talents since 1993. This workshop shares experiences from the past 23 years of IVRC. And audiences can be inspired innovative idea from it.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "CHILDHOOD",
    "Title": "CHILDHOOD: Wearable Suit for Augmented Child Experience",
    "Author": "Jun Nishida, Hikaru Takatori, Kosuke Sato and Kenji Suzuki",
    "Venue": "ACM SIGGRAPH 2015 Emerging Technologies",
    "Year": 2015,
    "PaperLink": "https://dl.acm.org/doi/10.1145/2782782.2792501",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/066d9cc5-3771-46cf-9da8-2e56becc7a2d/SIGGRAPH2015.png",
    "VideoLink": "",
    "Abstract": "Understanding and perceiving the world from a child's perspective is a very important key not only to design products and architecture, but also to remind staff who work closely with children, such as hospitals and kindergartens. Ida et al. investigated the universality of devices and architecture in public spaces by recording videos through a hand-held camera positioned at a child's eye level [Ida et al. 2010]. In this study, we propose a novel wearable suit called CHILDHOOD that virtually realizes a child's eye and hand movements by attaching a viewpoint translator and hand exoskeletons (Figure 1a). We hypothesized that virtualizing a child's body size by transforming our own body while preserving embodied interactions with actual surroundings would provide an augmented experience of a child's perspective. This could assist designers in evaluating product accessibility through their own body interactions in real time. In addition, augmented child experience can help staff and parents remember how children feel and touch the world.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Stimulation Device",
    "Title": "A Wearable Stimulation Device for Sharing and Augmenting Kinesthetic Feedback",
    "Author": "Jun Nishida, Kanako Takahashi and Kenji Suzuki",
    "Venue": "Augmented Human Demo",
    "Year": 2015,
    "PaperLink": "https://dl.acm.org/doi/10.1145/2735711.2735775",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/91de069f-aa69-4724-90ec-e47a54ae8f0e/AH2015.png",
    "VideoLink": "",
    "Abstract": "In this paper, we introduce a wearable stimulation device that is capable of simultaneously achieving functional electrical stimulation (FES) and the measurement of electromyogram (EMG) signals. We also propose dynamically adjustable frequency stimulation over a wide range of frequencies (1-150Hz), which allows the EMG-triggered FES device to be used in various scenarios. The developed prototype can be used not only as social playware for facilitating touch communications but also as a tool for virtual experiences such as hand tremors in Parkinson's disease, and an assistive tool for sports training. The methodology, preliminarily experiments, and potential applications are described in this paper.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "Digitus",
    "Title": "Haptic Augmentation of Surgical Operation using a Passive Hand Exoskeleton",
    "Author": "Jun Nishida, Kei Nakai, Akira Matsushita, and Kenji Suzuki",
    "Venue": "Asia Haptics 2014",
    "Year": 2014,
    "PaperLink": "https://link.springer.com/chapter/10.1007/978-4-431-55690-9_45",
    "ThumbnailLink": "https://images.squarespace-cdn.com/content/66214dcc26841d4d27c5ba9b/76852575-5522-4c02-8add-a100ae4397c7/AsiaHaptics.png",
    "VideoLink": "https://youtu.be/2d7zEteJLGw?si=IB-8hPaRdYvBWoUq",
    "Abstract": "This study proposes a haptic augmentation method for surgical operations using a passive hand exoskeleton and a 4DOF link arm. The enhancements aim to allow neurosurgeons to surgerize cephalic area precisely by improving their finger movement capability. The hand exoskeleton has multiple quadric crank mechanisms with torque dampers to increase motion resolution and decrease hand tremors. The dampers are passively actuated by the action of the user. The voluntary movement of the surgeon’s fingers will not be obstructed and safety would be increased. The link arm has electromagnetic brakes in each joint and is capable of supporting a surgeon’s upper limb. In this study, the development and assessment of the exoskeleton and link arm are described.",
    "Award": "",
    "Type": "Misc"
  },
  {
    "Name": "",
    "Title": "",
    "Author": "",
    "Venue": "",
    "Year": "",
    "PaperLink": "",
    "ThumbnailLink": "",
    "VideoLink": "",
    "Abstract": "",
    "Award": "",
    "Type": ""
  }
]